Revit 2027 API
ParameterTypeId.SteelElemPatternRadius Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPatternRadius { get; }
Public Shared ReadOnly Property SteelElemPatternRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPatternRadius {
	ForgeTypeId^ get ();
}
static member SteelElemPatternRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace